export default class Service {
    _product = [
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."},
        {id: 1, name: "Двери люкс +- -+",sum: "8492", material: "металл и пластик и дерево."}



    ];
    getProduct = async () => {
        return this._product;
    };
}